[Demo_Maya_ep2_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=135,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-2002,Y=530,Z=402),VecSub=(X=-43,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',Vec=(X=-1850,Y=625,Z=402),VecSub=(X=-97,Y=0,Z=0),CId=20)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1805,Y=565,Z=-300),VecSub=(X=-110,Y=0,Z=0),CId=72)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="タナカ　リキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.42_TANAKA_RIKIKO',Vec=(X=-1745,Y=575,Z=402),VecSub=(X=-123,Y=0,Z=0),CId=42)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="ニノミヤ　シズカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.63_NINOMIYA_SHIZUKA',Vec=(X=-1780,Y=640,Z=-300),VecSub=(X=-110,Y=0,Z=0),CId=63)
DemoScripts[8]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',motionName[0]="de_CE_0001_lp_open_angry",motionName[1]="zk_CM_0001_fx_close_down",motionName[2]="zk_DM_0100_lp_StandB",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',Bit=1,Number=5)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[13]=(Actor=CHARACTER,Command=ACTION,Name="タナカ　リキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.42_TANAKA_RIKIKO',motionName[0]="de_CE_0001_lp_open_angry",motionName[1]="zk_CM_0001_fx_close_down",motionName[2]="zk_DM_0100_lp_StandB",Rate=0,Number=3,Bit=5)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="タナカ　リキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.42_TANAKA_RIKIKO',Bit=1,Number=5)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="ニノミヤ　シズカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.63_NINOMIYA_SHIZUKA',motionName[0]="se2_CE_0000_lp_open_normal",motionName[1]="zk_CM_0000_fx_close_normal",motionName[2]="zk_DM_0100_lp_StandB",Rate=0,Number=3,Bit=5)
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="ニノミヤ　シズカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.63_NINOMIYA_SHIZUKA',Bit=1,Number=5)
DemoScripts[17]=(Actor=CHARACTER,Command=POP,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1790,Y=650,Z=-300),VecSub=(X=-105,Y=0,Z=0),CId=261)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="mk_DM_0100_lp_wait",Number=9,CId=261,Bit=4)
DemoScripts[19]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[20]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[21]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[22]=(Actor=FADE,Command=WAIT)
DemoScripts[23]=(Actor=WINDOW,Command=SET)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_001_Cue',Name="エコロ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_003_Cue',Name="エコロ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_004_Cue',Name="エコロ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_006_Cue',Name="エコロ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_007_Cue',Name="エコロ")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=3,Bit=1)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_009_Cue',Name="エコロ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_011_Cue',Name="エコロ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[64]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-1850,Y=585,Z=537))
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_013_Cue',Name="")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[67]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[68]=(Actor=WINDOW,Command=EXIT)
DemoScripts[69]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[70]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=85,Y=-5,Z=0),SecTime=0.5)
DemoScripts[71]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[72]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[73]=(Actor=WINDOW,Command=SET)
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_015_Cue',Name="シシド　カンコ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[77]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[78]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',motionName[0]="de_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_017_Cue',Name="シシド　カンコ")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[84]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=55,Y=-5,Z=0),SecTime=0.3)
DemoScripts[85]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[86]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=55,Y=-5,Z=0),SecTime=)
DemoScripts[87]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_019_Cue',Name="タナカ　リキコ")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[89]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[91]=(Actor=WINDOW,Command=EXIT)
DemoScripts[92]=(Actor=CHARACTER,Command=MOVE,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',SetType=ROT,Vec=(X=-93,Y=0,Z=0),SecTime=0.3,CId=20)
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',motionName[0]="de_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[94]=(Actor=CHARACTER,Command=MOVE,Name="タナカ　リキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.42_TANAKA_RIKIKO',SetType=ROT,Vec=(X=-123,Y=0,Z=0),SecTime=0.3,CId=42)
DemoScripts[95]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=70,Y=-5,Z=0),SecTime=0.3)
DemoScripts[96]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[97]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=70,Y=-5,Z=0),SecTime=)
DemoScripts[98]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[99]=(Actor=FADE,Command=WAIT)
DemoScripts[100]=(Actor=CHARACTER,Command=SET,Name="ニノミヤ　シズカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.63_NINOMIYA_SHIZUKA',SetType=POS,Vec=(X=-1780,Y=640,Z=402),CId=63)
DemoScripts[101]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[102]=(Actor=FADE,Command=WAIT)
DemoScripts[103]=(Actor=WINDOW,Command=SET)
DemoScripts[104]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_021_Cue',Name="ニノミヤ　シズカ")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[106]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[107]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_022_Cue',Name="ニノミヤ　シズカ")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[109]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="ニノミヤ　シズカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.63_NINOMIYA_SHIZUKA',motionName[0]="se2_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[111]=(Actor=CHARACTER,Command=ACTION,Name="ニノミヤ　シズカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.63_NINOMIYA_SHIZUKA',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[112]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_023_Cue',Name="ニノミヤ　シズカ")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[114]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="タナカ　リキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.42_TANAKA_RIKIKO',motionName[0]="de_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[116]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_024_Cue',Name="タナカ　リキコ")
DemoScripts[117]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[118]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="タナカ　リキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.42_TANAKA_RIKIKO',motionName[0]="de_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[121]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_026_Cue',Name="エコロ")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[123]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_027_Cue',Name="エコロ")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[126]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[127]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_028_Cue',Name="クロナ")
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[129]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[130]=(Actor=WINDOW,Command=EXIT)
DemoScripts[131]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[132]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[133]=(Actor=FADE,Command=WAIT)
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="ニノミヤ　シズカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.63_NINOMIYA_SHIZUKA',motionName[0]="se2_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="ニノミヤ　シズカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.63_NINOMIYA_SHIZUKA',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="タナカ　リキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.42_TANAKA_RIKIKO',motionName[0]="de_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="タナカ　リキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.42_TANAKA_RIKIKO',motionName[1]="zk_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[138]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-1805,Y=565,Z=402),CId=72)
DemoScripts[139]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[140]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[141]=(Actor=FADE,Command=WAIT)
DemoScripts[142]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[143]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1890,Y=350,Z=537),SecTime=0.3)
DemoScripts[144]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[145]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1890,Y=350,Z=537),SecTime=)
DemoScripts[146]=(Actor=WINDOW,Command=SET)
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[150]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_030_Cue',Name="クロナ")
DemoScripts[151]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[152]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[154]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[156]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_032_Cue',Name="クロナ")
DemoScripts[157]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[158]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[159]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0200_lp_half_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[161]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_033_Cue',Name="クロナ")
DemoScripts[162]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[163]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[164]=(Actor=WINDOW,Command=EXIT)
DemoScripts[165]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[166]=(Actor=FADE,Command=WAIT)
DemoScripts[167]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[168]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[169]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[170]=(Actor=FADE,Command=WAIT)
DemoScripts[171]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=0.3)
DemoScripts[172]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[173]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[174]=(Actor=WINDOW,Command=SET)
DemoScripts[175]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[176]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_035_Cue',Name="エコロ")
DemoScripts[177]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[178]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[179]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_036_Cue',Name="エコロ")
DemoScripts[180]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[181]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[182]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[183]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_038_Cue',Name="エコロ")
DemoScripts[184]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[185]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[186]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_039_Cue',Name="ニノミヤ　シズカ")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[188]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[189]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_040_Cue',Name="タナカ　リキコ")
DemoScripts[190]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[191]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[192]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_041_Cue',Name="シシド　カンコ")
DemoScripts[193]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[194]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[195]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[196]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_043_Cue',Name="エコロ")
DemoScripts[197]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[198]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[199]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[200]=(Actor=WINDOW,Command=EXIT)
DemoScripts[201]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[202]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1835,Y=495,Z=537),SecTime=0.3)
DemoScripts[203]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[204]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1835,Y=495,Z=537),SecTime=)
DemoScripts[205]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[206]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[207]=(Actor=FADE,Command=WAIT)
DemoScripts[208]=(Actor=CHARACTER,Command=SET,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-1790,Y=650,Z=602),CId=261)
DemoScripts[209]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[210]=(Actor=FADE,Command=WAIT)
DemoScripts[211]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[212]=(Actor=WINDOW,Command=SET)
DemoScripts[213]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[214]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[215]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep2_1.GG2_V_Maya_ep2_1_047_Cue',Name="エコロ")
DemoScripts[216]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[217]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[218]=(Actor=WINDOW,Command=EXIT)
DemoScripts[219]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[220]=(Actor=FADE,Command=WAIT)
DemoScripts[221]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[222]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[223]=(Actor=FADE,Command=WAIT)
DemoScripts[224]=(Actor=WINDOW,Command=SET)
DemoScripts[225]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[226]=(Actor=WINDOW,Command=EXIT)
DemoScripts[227]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[228]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[229]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[230]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[231]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep2_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))
Selects[1]=(Label="SELECT01",SelectNumber=4,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))
Selects[2]=(Label="SELECT02",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))

[Text_Maya_ep2_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="那麼,峯大大人./n該做的事情已經決定好了.")

Texts[1]=(Label="TEXT02",Name="峯大",Text="咦,是這樣嗎?")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="是的.簡單來說/n只要峯大大人能夠具備/n足以突破守護者的受歡迎氣場就行了.")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="心靈之壁什麼的不成問題,/n用更大的愛來包容她的心吧.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="不過,受歡迎氣場/n是那麼簡單就能獲得的嗎?")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="不幸中的大幸是,現在的峯大大人身上/n天使之箭的效果是平常的32倍,/n所以處於很容易提升受歡迎氣場的狀態.")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="只要能用滿溢而出的費洛蒙/n讓女孩子接二連三地昇天,/n受歡迎氣場自然就會提升了吧.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="那是怎樣的渣男啊!?")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="我也不想這麼做啊!/n但現在不是能選擇手段的時候了./n萬一錯過今天,你就一輩子都......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="沒有女朋友是吧......我知道了啦./n也只能這麼做了吧......唉.")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="是的,現在請讓內心化為厲鬼/n往她身邊前進!")

Texts[11]=(Label="TEXT12",Name="峯大",Text="不過,該往哪走呢......")

Texts[12]=(Label="TEXT13",Name="宍戶 甘子",Text="慢著唄!!")

Texts[13]=(Label="TEXT14",Name="峯大",Text="嗚哇,風紀委員!/n要被罵了......")

Texts[14]=(Label="TEXT15",Name="宍戶 甘子",Text="唔唔唔......都市的人~......")

Texts[15]=(Label="TEXT16",Name="峯大",Text="咦......?")

Texts[16]=(Label="TEXT17",Name="宍戶 甘子",Text="都市的人都那麼/n了不起嗎~~!!")

Texts[17]=(Label="TEXT18",Name="峯大",Text="哇~~! 什麼?")

Texts[18]=(Label="TEXT19",Name="田中 力子",Text="就結論來說,你太色了!/n色色的事是違反校規的!!/n已經決定要賞你來回耳光了!!!")

Texts[19]=(Label="TEXT20",Name="峯大",Text="咦!? 我很色嗎?")

Texts[20]=(Label="TEXT21",Name="二宮 靜香",Text="是啊,違反校規的人要給予體罰!")

Texts[21]=(Label="TEXT22",Name="二宮 靜香",Text="尤其是違反戀愛校規,更是不能放過....../n作為處罰,在跑完操場100圈後......")

Texts[22]=(Label="TEXT23",Name="二宮 靜香",Text="再接著說喜歡我--!!")

Texts[23]=(Label="TEXT24",Name="田中 力子",Text="學姊太奸詐了~~!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="......總覺得她們樣子不太對勁....../n這也是\"天使之箭\"害的嗎?")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="不,這是....../n這個感覺該不會是......?")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="惡魔長槍!?")

Texts[27]=(Label="TEXT28",Name="???",Text="噫嘻嘻嘻!!/n就是這樣DEATH!")

Texts[28]=(Label="TEXT29",Name="峯大",Text="啊啊!?/n是剛才的惡魔!!")

Texts[29]=(Label="TEXT30",Name="???",Text="我用惡魔長槍朝這些傢伙/n噗哧地刺下去了DEATH!/n惡作劇大成功DEATH!!")

Texts[30]=(Label="TEXT31",Name="峯大",Text="妳對女孩子做了什麼啊!")

Texts[31]=(Label="TEXT32",Name="???",Text="惡魔惡作劇/n是理所當然的義務DEATH!")

Texts[32]=(Label="TEXT33",Name="???",Text="連這種事都不明白/n真是腦袋差勁的人類DEATH呢~!")

Texts[33]=(Label="TEXT34",Name="峯大",Text="唔唔唔......居然大放厥詞......!/n艾可蘿,惡魔長槍是什麼東西?/n是天使之箭的同類嗎?")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="不./n惡魔長槍和結合雙方愛情的天使之箭/n是完全相反的東西.")

Texts[35]=(Label="TEXT36",Name="艾可蘿",Text="被惡魔長槍貫穿的人/n會受到黑暗能量污染,然後就會/n忍不住想要對喜歡的對象惡作劇.")

Texts[36]=(Label="TEXT37",Name="峯大",Text="小學生喔!",Format[0]=(Size=37,Start=0,End=6))

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="事實就是這樣,/n我有什麼辦法--!")

Texts[38]=(Label="TEXT39",Name="二宮 靜香",Text="快點,在你說喜歡之前,我會一直揍你哦!")

Texts[39]=(Label="TEXT40",Name="田中 力子",Text="我也要來打唷~!")

Texts[40]=(Label="TEXT41",Name="宍戶 甘子",Text="來唄~~!!")

Texts[41]=(Label="TEXT42",Name="峯大",Text="唔......!/n沒有讓大家恢復原狀的方法嗎?")

Texts[42]=(Label="TEXT43",Name="艾可蘿",Text="請仔細看清楚./n現在的峯大大人應該看得見才對./n惡魔之力......也就是黑暗能量!")

Texts[43]=(Label="TEXT44",Name="峯大",Text="是嗎......?")

Texts[44]=(Label="TEXT45",Name="峯大",Text="啊啊!!")

Texts[45]=(Label="TEXT46",Name="峯大",Text="看見了!/n是那個小不點惡魔嗎!")

Texts[46]=(Label="TEXT47",Name="艾可蘿",Text="是的,那就是黑暗能量的化身!/n只要消滅掉它,/n應該就能恢復正常了.")

Texts[47]=(Label="TEXT48",Name="峯大",Text="好--各位!/n我現在就讓妳們恢復原狀......!")

Texts[48]=(Label="TEXT49",Name="",Text="")

Texts[49]=(Label="TEXT50",Name="",Text="")


